Repository: TheTYRANT126/OJS
Catalog: plugins/generic/globalCategories/locale/*/locale.po
Languages: es

# plugins.generic.globalCategories.displayName
source: Global Journal Categories
es: Categorías globales de revistas

# plugins.generic.globalCategories.description
source: Create global categories and assign them to journals.
es: Crea categorías globales y asígnalas a varias revistas.

# plugins.generic.globalCategories.tabLabel
source: Global Categories
es: Categorías globales

# plugins.generic.globalCategories.settings.description
source: Create global categories and reuse them across journals.
es: Crea categorías globales y reutilízalas en varias revistas.

# plugins.generic.globalCategories.settings.categoryTitle
source: Category title
es: Nombre de la categoría

# plugins.generic.globalCategories.settings.categoryTitleTranslation
source: Translation ({$localeName})
es: Traducción ({$localeName})

# plugins.generic.globalCategories.settings.categoryPath
source: Category path
es: Ruta de la categoría

# plugins.generic.globalCategories.settings.categoryPathGenerated
source: Generated path
es: Ruta generada

# plugins.generic.globalCategories.settings.pathWillBeGenerated
source: Path will be generated automatically.
es: La ruta se generará automáticamente.

# plugins.generic.globalCategories.settings.addCategory
source: Add category
es: Añadir categoría

# plugins.generic.globalCategories.settings.validationError
source: Each category must have a title.
es: Cada categoría debe tener un nombre.

# plugins.generic.globalCategories.settings.validationDuplicate
source: Category paths must be unique.
es: Las rutas de categoría deben ser únicas.

# plugins.generic.globalCategories.context.description
source: Select the global categories that apply to this journal.
es: Selecciona las categorías globales que aplican a esta revista. Estas categorías servirán para filtrar en la página principal.

# plugins.generic.globalCategories.context.none
source: No global categories have been created yet.
es: Aún no se han creado categorías globales.

# plugins.generic.globalCategories.context.addNewTitle
source: Create a new global category
es: Crear nueva categoría global

# plugins.generic.globalCategories.context.addNewDescription
source: Add a category here if it does not exist yet.
es: Agrega una categoría aquí si todavía no existe.

# plugins.generic.globalCategories.context.addNew
source: Add new category
es: Agregar nueva categoría

# plugins.generic.globalCategories.frontend.title
source: Categories
es: Categorías

# plugins.generic.globalCategories.adminLink
source: Global journal categories
es: Categorías globales de revistas
