Repository: TheTYRANT126/OJS
Catalog: plugins/themes/AmcadX/locale/*/locale.po
Languages: es_es

# plugins.themes.AmcadX.name
source: AMCAD X Theme
es_es: Tema AMCAD X

# plugins.themes.AmcadX.description
source: Custom theme for the Mexican Association of Digestive Surgery.
es_es: Tema personalizado para la Asociación Mexicana de Cirugía del Aparato Digestivo.

# plugins.themes.AmcadX.option.colour.label
source: Primary Colour
es_es: Color principal

# plugins.themes.AmcadX.option.colour.description
source: Select the primary colour for your journal brand.
es_es: Seleccione el color principal de su revista.

# plugins.themes.AmcadX.nav.toggle
source: Toggle Navigation
es_es: Alternar navegación

# plugins.themes.AmcadX.issueDescription
source: Issue Description
es_es: Descripción de la edición

# plugins.themes.AmcadX.language.toggle
source: Change the language. The current language is:
es_es: Cambiar el idioma. El actual es:

# plugins.themes.AmcadX.currentIssuePublished
source: Published {$date}
es_es: Publicado {$date}

# plugins.themes.AmcadX.more
source: {$text}â€¦
es_es: {$text}…

# plugins.themes.AmcadX.article.supplementaryFiles
source: Supplementary Files
es_es: Archivos suplementarios

# plugins.themes.AmcadX.register.haveAccount
source: Already have an account?
es_es: ¿Ya posee una cuenta?

# plugins.themes.AmcadX.register.loginHere
source: Login here
es_es: Ingresar aquí

# plugins.themes.AmcadX.register.noAccount
source: No account?
es_es: ¿Sin cuenta?

# plugins.themes.AmcadX.register.registerHere
source: Register here
es_es: Registrarse aquí

# plugins.themes.AmcadX.search.resultsFor
source: Search Results for <em>{$query}</em>
es_es: Resultados de la búsqueda de <em>{$query}</em>

# plugins.themes.AmcadX.search.params
source: Search Parameters
es_es: Parámetros de búsqueda
